tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "cmake"
brew "dart-sdk", link: false
brew "docker"
brew "dooit", args: ["HEAD"]
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "jsoncpp"
brew "python@3.10"
brew "lazydocker"
brew "lazygit"
brew "libjson-rpc-cpp"
brew "llvm"
brew "make"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nmap"
brew "nnn", args: ["HEAD"]
brew "node@18"
brew "openjdk"
brew "pandoc"
brew "pfetch"
brew "portaudio"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "so"
brew "stow"
brew "tmux"
brew "wget"
brew "yarn"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "firefox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "goneovim"
cask "kitty"
cask "mactex"
cask "meetingbar"
cask "opera"
cask "qutebrowser"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
