tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "dart-sdk"
brew "docker"
brew "openjdk"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "jsoncpp"
brew "python@3.10"
brew "lazydocker"
brew "lazygit"
brew "libjson-rpc-cpp"
brew "llvm"
brew "macvim"
brew "make"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nmap"
brew "nnn", args: ["HEAD"]
brew "node@18"
brew "pandoc"
brew "pfetch"
brew "pipes-sh"
brew "portaudio"
brew "r"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "so"
brew "stow"
brew "telnet"
brew "tmux"
brew "wget"
brew "xinit"
brew "xorg-server"
brew "yarn"
brew "zellij"
brew "zig"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
cask "discord"
cask "firefox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-martian-mono"
cask "font-sf-mono-nerd-font"
cask "kitty"
cask "mactex"
cask "mongodb-compass"
cask "opera"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "warp"
cask "xquartz"
cask "zoom"
